import React from "react";
import "../../../styles/privacyPolicies.css";
export default function PrivacyPolicies() {
  return (
    <div className="mt-24">
      <p className="main_title text-center text-5xl font-bold solaimanlipi italic">
        Privacy Policies
      </p>
      <div className="privacy_policies_wrapper">
        <p className="initial_content solaimanlipi text-xl">
          Eexamapp Ltd আমাদের ব্যবহারকারীদের গোপনীয়তা রক্ষা করতে
          প্রতিশ্রুতিবদ্ধ। এই গোপনীয়তা নীতি বর্ণনা করে কিভাবে আমরা আপনার
          ব্যক্তিগত তথ্য সংগ্রহ, ব্যবহার এবং সুরক্ষা করি।
        </p>

        <p className="first_condition solaimanlipi text-2xl font-semibold">
          ১. আমরা কি তথ্য সংগ্রহ করি
        </p>
        <p className="solaimanlipi text-xl">
          যখন আপনি আমাদের প্ল্যাটফর্মে একটি অ্যাকাউন্ট তৈরি করেন, তখন আমরা আপনার
          নাম, ইমেইল ঠিকানা এবং বিলিং তথ্য সংগ্রহ করি। আমরা আপনার প্ল্যাটফর্ম
          ব্যবহারের তথ্যও সংগ্রহ করতে পারি, যেমন আপনার আইপি ঠিকানা এবং ব্রাউজার
          টাইপ।
        </p>
      </div>

      <div className="privacy_policies_content">
        <p className="solaimanlipi text-2xl font-semibold">২. তথ্যের ব্যবহার</p>
        <p className="solaimanlipi text-xl">
          যখন আপনি আমাদের প্ল্যাটফর্মে একটি অ্যাকাউন্ট তৈরি করেন, তখন আমরা আপনার
          নাম, ইমেইল ঠিকানা এবং বিলিং তথ্য সংগ্রহ করি। আমরা আপনার প্ল্যাটফর্ম
          ব্যবহারের তথ্যও সংগ্রহ করতে পারি, যেমন আপনার আইপি ঠিকানা এবং ব্রাউজার
          টাইপ।
        </p>
      </div>
      <div className="privacy_policies_content">
        <p className="solaimanlipi text-2xl font-semibold">৩. তথ্যের প্রকাশ</p>
        <p className="solaimanlipi text-xl">
          আমরা আপনার ব্যক্তিগত তথ্য তৃতীয় পক্ষের কাছে বিপণন উদ্দেশ্যে বিক্রি বা
          শেয়ার করি না। তবে, আমরা তৃতীয় পক্ষের পরিষেবা প্রদানকারীদের কাছে
          আপনার তথ্য প্রকাশ করতে পারি যারা আমাদের পরিষেবা প্রদান করতে সহায়তা
          করে, যেমন পেমেন্ট প্রসেসর এবং হোস্টিং প্রদানকারী। আমরা আপনার তথ্য
          প্রকাশ করতে পারি যদি আইনগতভাবে প্রয়োজন হয় বা যদি আমরা বিশ্বাস করি যে
          আমাদের অধিকার বা ব্যবহারকারীদের নিরাপত্তা সুরক্ষিত করতে এই ধরনের
          প্রকাশ প্রয়োজন।
        </p>
      </div>
      <div className="privacy_policies_content">
        <p className="solaimanlipi text-2xl font-semibold"> ৪. সুরক্ষা</p>
        <p className="solaimanlipi text-xl">
          আমরা আপনার ব্যক্তিগত তথ্যকে অনুমোদিত অ্যাক্সেস, ব্যবহার বা প্রকাশ থেকে
          সুরক্ষিত রাখতে যুক্তিসঙ্গত পদক্ষেপ গ্রহণ করি। আমরা আপনার ডেটা যখন
          স্থানান্তরিত বা সঞ্চিত থাকে তখন সুরক্ষা নিশ্চিত করতে এনক্রিপশন এবং
          অন্যান্য নিরাপত্তা ব্যবস্থা ব্যবহার করি।
        </p>
      </div>
      <div className="privacy_policies_content">
        <p className="solaimanlipi text-2xl font-semibold"> ৫. কুকি</p>
        <p className="solaimanlipi text-xl">
          আমরা কুকি এবং অনুরূপ প্রযুক্তি ব্যবহার করি আমাদের প্ল্যাটফর্মের
          ব্যবহারের তথ্য ট্র্যাক করতে এবং আপনার অভিজ্ঞতাকে ব্যক্তিগতকৃত করতে।
          আপনি আপনার ব্রাউজার সেটিংসের মাধ্যমে কুকি অক্ষম করতে পারেন, তবে এভাবে
          আপনি আমাদের প্ল্যাটফর্মের কিছু বৈশিষ্ট্যে প্রবেশের সুযোগ হারাতে পারেন।
        </p>
      </div>
      <div className="privacy_policies_content">
        <p className="solaimanlipi text-2xl font-semibold"> ৬. ডেটা ধারণ</p>
        <p className="solaimanlipi text-xl">
          আমরা আপনার ব্যক্তিগত তথ্য যতদিন প্রয়োজন ততদিন ধরে রাখি, আমাদের
          পরিষেবা প্রদান করতে এবং আমাদের আইনি বাধ্যবাধকতাগুলি পূরণ করতে।{" "}
        </p>
      </div>
      <div className="privacy_policies_content">
        <p className="solaimanlipi text-2xl font-semibold">
          {" "}
          ৭. শিশুদের গোপনীয়তা
        </p>
        <p className="solaimanlipi text-xl">
          আমাদের প্ল্যাটফর্মটি ১৩ বছরের কম বয়সী শিশুদের জন্য নয়। আমরা জান
          knowingly করি না যে ১৩ বছরের কম বয়সী শিশুদের কাছ থেকে ব্যক্তিগত তথ্য
          সংগ্রহ করছি
        </p>
      </div>
      <div className="privacy_policies_content">
        <p className="solaimanlipi text-2xl font-semibold">
          {" "}
          ৮. এই নীতিতে পরিবর্তন
        </p>
        <p className="solaimanlipi text-xl">
          আমরা সময়ে সময়ে এই গোপনীয়তা নীতি আপডেট করতে পারি। আমরা এই নীতির কোনো
          গুরুত্বপূর্ণ পরিবর্তন হলে আমাদের প্ল্যাটফর্মে একটি বিজ্ঞপ্তি প্রকাশ
          করে আপনাকে জানাবো।
        </p>
      </div>
      <div className="privacy_policies_content">
        <p className="solaimanlipi text-xl">
          আমাদের প্ল্যাটফর্ম ব্যবহার করে, আপনি এই গোপনীয়তা নীতিতে বর্ণিতভাবে
          আপনার ব্যক্তিগত তথ্য সংগ্রহ, ব্যবহার এবং প্রকাশের সম্মতি প্রদান করছেন।
          যদি আপনার গোপনীয়তা অনুশীলন সম্পর্কে কোনো প্রশ্ন বা উদ্বেগ থাকে, তবে
          আমাদের সঙ্গে যোগাযোগ করুন: 📧 contact@eexamapp.com 📞 01340345787
        </p>
      </div>
    </div>
  );
}
