import "../../../styles/terms_conditions.css";
export default function Terms_Conditions() {
  return (
    <div className="main_class" style={{ marginTop: "100px" }}>
      <p className="text-center text-5xl font-bold italic pil">
        Terms and Conditions
      </p>
      <div className="content_wrapper">
        <p className="solaimanlipi text-3xl font-bold underline">
          বিক্রয় শর্তাবলী
        </p>
        <p className="first_condition solaimanlipi text-2xl font-semibold">
          ১. পরিচিতি
        </p>
        <p className="solaimanlipi text-xl">
          এই বিক্রয় শর্তাবলী (the “Terms”) https://eexamapp.com (the “Site”)
          ওয়েবসাইট থেকে সমস্ত পণ্য কেনার জন্য প্রযোজ্য, যা পরিচালিত হয়
          eexamapp দ্বারা। আপনি (the “Customer”) যদি সাইটে কোনো অর্ডার করেন, তবে
          আপনি এই শর্তাবলী মেনে নেন এবং গ্রহণ করেন। এই শর্তাবলী পূর্ববর্তী কোনো
          শর্তাবলীর পরিবর্তে প্রযোজ্য এবং সমস্ত বর্তমান ও ভবিষ্যত লেনদেনের উপর
          প্রযোজ্য।
        </p>
        <br />
        <p className="solaimanlipi text-xl">
          Eexamapp এই শর্তাবলী যেকোনো সময়, পূর্বানুমতি ছাড়া, পরিবর্তন করার
          অধিকার রাখে। কোনো পরিবর্তন সময়েই কার্যকর হবে এবং পূর্ববর্তী সংস্করণকে
          প্রতিস্থাপন করবে।
        </p>

        <div>
          <p className="second_condition solaimanlipi text-2xl font-semibold">
            ২. মূল্য এবং মূল্য সংশোধন
          </p>

          <ul className="solaimanlipi text-xl max-w-full space-y-1 text-black list-disc list-inside">
            <li>
              <span className="text-xl font-semibold">মূল্য গ্যারান্টি:</span>{" "}
              ক্রয়ের সময়ে নির্ধারিত মূল্য ডেলিভারি পর্যন্ত বৈধ থাকবে। যদি
              অর্ডার করার পর মূল্য বৃদ্ধি হয়, তবে আপনাকে নতুন মূল্য চার্জ করা
              হবে না। তবে, যদি মূল্য কমে যায়, তবে কোনো মূল্য সংশোধন করা হবে না।
            </li>
            <li>
              <span className="text-xl font-semibold">মূল্য পরিবর্তন:</span>{" "}
              E-examapp যেকোনো সময় পণ্যের মূল্য এবং অফার পরিবর্তন বা বাতিল করতে
              পারে, পূর্বানুমতি ছাড়া।
            </li>
            <li>
              <span className="text-xl font-semibold">তালিকাভুক্ত মূল্য:</span>{" "}
              সমস্ত তালিকাভুক্ত মূল্য কর/VAT অন্তর্ভুক্ত, যদি না অন্যথায় বলা
              হয়। ডেলিভারি চার্জ অন্তর্ভুক্ত নয় এবং চেকআউটের সময় গণনা করা
              হবে।
            </li>
          </ul>
        </div>
        <div>
          <p className="second_condition solaimanlipi text-2xl font-semibold">
            ৩. পেমেন্ট এবং অর্ডার প্রক্রিয়া
          </p>
          <ul className="solaimanlipi text-xl max-w-full space-y-1 text-black list-disc list-inside">
            <li>
              ক্রয় করতে, আপনাকে একটি বৈধ ফোন নম্বর, গুগল মেইল (Gmail), এবং
              পাসওয়ার্ড দিয়ে রেজিস্ট্রেশন করতে হবে। এই তথ্য সুরক্ষিত রাখার
              দায়িত্ব একান্তভাবে গ্রাহকের।
            </li>
            <li>
              <span className="text-xl font-semibold">গ্রাহক দায়িত্ব: </span>{" "}
              E-examapp কোনো ক্ষতি বা ক্ষতির জন্য দায়ী নয় যদি লগইন তথ্য তৃতীয়
              পক্ষের সাথে শেয়ার করা হয় বা গ্রাহকের গাফিলতি থেকে অ্যাক্সেস করা
              হয়।
            </li>
            <li>
              <span className="text-xl font-semibold">যোগাযোগ নম্বর:</span>{" "}
              যেকোনো সহায়তা বা অনুসন্ধানের জন্য আমাদের সাথে যোগাযোগ করুন:
              01340345787।
            </li>
          </ul>
        </div>
        <div>
          <p className="second_condition solaimanlipi text-2xl font-semibold">
            ৪. অস্পষ্টতা সতর্কতা
          </p>
          <ul className="solaimanlipi text-xl max-w-full space-y-1 text-black list-disc list-inside">
            <li>
              <span className="text-xl font-semibold">
                টাইপোগ্রাফিক্যাল ত্রুটি:
              </span>{" "}
              কখনও কখনও, আমাদের সাইটে পণ্য বিবরণ, মূল্য এবং প্রাপ্যতার মধ্যে
              ত্রুটি, অস্পষ্টতা বা অপূর্ণতা থাকতে পারে।
            </li>
            <li>
              <span className="text-xl font-semibold">সংশোধন:</span> E-examapp
              এই ত্রুটিগুলি সংশোধন করার, তথ্য আপডেট করার বা অফার পরিবর্তন করার
              অধিকার রাখে, পূর্বানুমতি ছাড়া। আমরা সঠিকতা নিশ্চিত করতে চেষ্টা
              করি, তবে সাইটে ত্রুটি থাকতে পারে বলে গ্যারান্টি দিচ্ছি না।
            </li>
            <li>
              <span className="text-xl font-semibold">
                "যেভাবে আছে" বিষয়বস্তু:
              </span>{" "}
              সমস্ত বিষয়বস্তু "যেভাবে আছে" উপস্থাপিত হয় এবং এর সঠিকতা সম্পর্কে
              আমরা কোনো দাবি করি না।
            </li>
          </ul>
        </div>
        <div>
          <p className="second_condition solaimanlipi text-2xl font-semibold">
            ৫. ফোর্স মেজর
          </p>
          <p className="solaimanlipi text-xl">
            E-examapp কোনো ফোর্স মেজর পরিস্থিতিতে দায়ী থাকবে না, যার মধ্যে
            অন্তর্ভুক্ত:
          </p>
          <ul className="solaimanlipi text-xl max-w-full space-y-1 text-black list-disc list-inside">
            <li>
              <span className="text-xl font-semibold">প্রাকৃতিক বিপর্যয়:</span>{" "}
              আগুন, বন্যা, ভূমিকম্প বা অন্য কোনো "দেবতার কাজ"।
            </li>
            <li>
              <span className="text-xl font-semibold">সামাজিক অস্থিরতা:</span>{" "}
              সন্ত্রাসী আক্রমণ, যুদ্ধ, বিদ্রোহ বা ধর্মঘট।
            </li>
            <li>
              <span className="text-xl font-semibold">অন্যান্য কারণ:</span>{" "}
              ইউটিলিটি বিপর্যয়, দুর্ঘটনা এবং অগ্রহণযোগ্য পরিস্থিতি।
            </li>
          </ul>
        </div>

        <div>
          <p className="second_condition solaimanlipi text-2xl font-semibold">
            ৬. দায় সীমাবদ্ধতা
          </p>
          <ul className="solaimanlipi text-xl max-w-full space-y-1 text-black list-disc list-inside">
            <li>
              <span className="text-xl font-semibold">
                অপেক্ষিত ক্ষতি বা ক্ষতির জন্য দায়িত্ব শূন্য:
              </span>{" "}
              E-examapp কোনো পরোক্ষ বা ফলস্বরূপ ক্ষতি, ডেটা হারানো, আয় বা
              মুনাফার ক্ষতি, বা প্রোপার্টি ক্ষতি বা ফোর্স মেজরের কারণে কোনো দায়
              গ্রহণ করবে না।
            </li>
            <li>
              <span className="text-xl font-semibold">
                গ্রাহকের স্বীকারোক্তি:
              </span>{" "}
              সাইটটি ব্যবহার করে, আপনি স্বীকার করেন যে E-examapp কোনো তৃতীয়
              পক্ষের দাবির জন্য দায়ী নয়, যা পণ্য ব্যবহার বা প্রবেশ সম্পর্কিত।
            </li>
          </ul>
        </div>

        <div>
          <p className="second_condition solaimanlipi text-2xl font-semibold">
            ৭. প্রযোজ্য আইন
          </p>
          <p className="text-xl solaimanlipi">
            এই শর্তাবলী বাংলাদেশ এর আইন অনুসারে পরিচালিত হবে এবং ব্যাখ্যা করা
            হবে। এই শর্তাবলী সম্পর্কিত যেকোনো বিরোধ বাংলাদেশ এর আদালতের অধীনে
            আসবে।
          </p>
        </div>

        <div>
          <p className="second_condition solaimanlipi text-2xl font-semibold">
            ৮. যোগাযোগের তথ্য
          </p>
          <p className="text-xl solaimanlipi">
            এই শর্তাবলী সম্পর্কিত যেকোনো প্রশ্ন বা উদ্বেগের জন্য, আমাদের সাথে
            যোগাযোগ করুন: 📞 01340345787 📧{" "}
            <span className="pil">hello@eexamapp.com</span>
          </p>
        </div>
      </div>
    </div>
  );
}
